import React from "react";

const About = () => {
  return (
    <div>
      <h1>About This App :</h1>
      <h6>
        אפליקצייה זו נועדה לעזור לאנשים בתהליך של חיפוש העבודה שלהם. אני אסביר ,
        בתור מחפש עבודה בתחום הפיתוח חהגשתי עשרות קורות חיים וגם נכנסתי לתהליכים
        עם חברות מסוימות. אחרי כמה ראיונות ראיתי שאני לא זוכר לאיפה התראיינתי
        ומתי מה השאלות ששאלו אותי בראיון ומה הרגשתי שצריך לשפר לראיון הבא
      </h6>
      <h5>
        חיפשתי פלטפורמה שתעזור לי לנהל את המידע בצורה טובה יותר שאדע כבר למיש
        שלחתי קורות חיים איך היה בראיון נקודות לשימור שיפור וכמזה זמן ארך התילך
        עם החברה אלייה התראיינתי
      </h5>
      <h6>
        פלטפורמה זו תעזור לך לנהל מעקב טוב יותר ותוכל לראות את כל הפרטים שיעזרו
        לך לצלוח את הראיון הבא.
      </h6>
      <p className='my-1'>This a full stack react app for keeping contacts</p>
      <p className='bg-dark p'>
        <strong>Version : </strong>1.0.0
      </p>
    </div>
  );
};
export default About;
